{
  "ucmes": [
    {
      "id": "example_1",
      "email": "utente@email.com",
      "text": "Ho un pensiero che non riesco a dire a voce. È come se avessi dentro qualcosa di importante ma ogni volta che provo a condividerlo con qualcuno, le parole si perdono. Non so se è paura del giudizio o semplicemente non so come esprimermi. Ma sento che questo pensiero ha bisogno di uscire, di essere ascoltato da qualcuno.",
      "tone": "calmo",
      "portatore": false,
      "timestamp": "2024-12-15T10:30:00Z",
      "status": "completed",
      "response": "Il tuo pensiero ha già trovato le parole giuste qui. A volte il bisogno di essere ascoltati nasce proprio dal fatto che ciò che portiamo dentro ha valore. La paura del giudizio è comprensibile, ma il coraggio di condividere è già un primo passo verso la libertà.",
      "metadata": {
        "characterCount": 387,
        "userAgent": "Mozilla/5.0 (Mental Commons)",
        "language": "it-IT",
        "version": "3.0"
      }
    },
    {
      "id": "example_2",
      "email": "utente@email.com",
      "text": "Oggi ho sentito una connessione profonda con qualcuno e mi ha fatto riflettere su quanto sia raro trovare persone con cui puoi davvero essere te stesso. È un pensiero che mi riempie di gratitudine ma anche di malinconia, perché mi rendo conto di quanto spesso viviamo in superficie.",
      "tone": "poetico",
      "portatore": true,
      "timestamp": "2024-12-16T14:20:00Z",
      "status": "completed",
      "response": "Hai toccato qualcosa di essenziale: la rarità dell'autenticità. Quella malinconia che senti è forse il riconoscimento di quanto sia prezioso ciò che hai vissuto. Ogni connessione autentica è un piccolo miracolo che ci ricorda chi siamo davvero.",
      "metadata": {
        "characterCount": 356,
        "userAgent": "Mozilla/5.0 (Mental Commons)",
        "language": "it-IT",
        "version": "3.0"
      }
    },
    {
      "id": "example_3",
      "email": "portatore@email.com",
      "text": "Mi trovo spesso a riflettere sui pensieri che leggo qui. È incredibile come ogni UCMe sia un universo a sé, e sento la responsabilità di offrire sempre una risposta che sia vera e rispettosa.",
      "tone": "calmo",
      "portatore": true,
      "timestamp": "2024-12-17T09:15:00Z",
      "status": "pending",
      "response": null,
      "metadata": {
        "characterCount": 248,
        "userAgent": "Mozilla/5.0 (Mental Commons)",
        "language": "it-IT",
        "version": "3.0"
      }
    }
  ],
  "stats": {
    "totalUcmes": 3,
    "pendingUcmes": 1,
    "completedUcmes": 2,
    "lastUpdated": "2024-12-17T09:15:00Z",
    "ucmesByTone": {
      "calmo": 2,
      "poetico": 1,
      "neutro": 0,
      "diretto": 0
    },
    "portatoreCandidates": 2
  },
  "config": {
    "minCharacters": 20,
    "maxCharacters": 600,
    "responseTimeLimit": "48h",
    "version": "3.0",
    "availableTones": ["calmo", "poetico", "neutro", "diretto"]
  }
} 